<!DOCTYPE html>
<html lang="en">
<head>
	<link rel="icon" type="image/png" sizes="32x32" href="../img/favicon-32x32.png">
	<link href="https://allfont.ru/allfont.css?fonts=cyrillicold" rel="stylesheet" type="text/css" />
	<link href="https://allfont.ru/allfont.css?fonts=arvo" rel="stylesheet" type="text/css" />
	<link rel="stylesheet" type="text/css" href="../css/mainStyle.css">
	<link rel="stylesheet" type="text/css" href="../css/popup.css">
	<script type="text/javascript" src="../js/subMenu.js"></script>
	<link rel="stylesheet" type="text/css" href="../css/listOfThings.css">
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<title>От Николаевской хрустальной фабрики до стеклозавода Мариец | Музей п. Мариец</title>
</head>
<body>
	<?php include 'header.php';?>
	<?php include 'addMaterial.php';?>
	
	<div class="top">
		<p class="zagolovok">от николаевской хрустальной фабрики до стеклозавода мариец</p>
	</div>

	<div class="container" style="margin-bottom: 4vh;">
		<p class="paragraph">В 1842 г. казанский купец Егор Ульянов на купленной им земле решил построить предприятие по производству стекла. Так, в верховьях реки Шора, в Уржумском уезде Вятской губернии, появилась "Николаевская хрустальная фабрика", названная в честь императора России Николая I. На этом предприятии производили массовую сортовую посуду из осветленного стекла: графины, стаканы, рюмки и стопки, а также аптекарские склянки. Изготавливали и хрустальную шлифованную и гладкую посуду.</p>

		<p class="paragraph"> 
		В конце 50-х - начале 60-х гг.XIX века в 5-ти километрах от существующего завода был построен второй завод Е.Ульянова, который назывался «Троицкая хрустальная фабрика», в народе его называли «заводом на Лавинской».</p>

		<p class="paragraph">В связи с истощением запаса дров на Лавинской сын Егора Ульянова, Прохор, ликвидировал «Троицкую хрустальную фабрику» и построил новое предприятие в версте от существововавшей «Николаевской хрустальной фабрики». В 1881 году оба завода объединились и стали выпускать сортовое и оконное стекло, затем - ламповое стекло и лабораторную посуду.</p>

		<p class="paragraph">После смерти Прохора Ульянова его жена доверила всё производство своему родственнику Таланцеву и конторщику Овчинникову. Так, в 1888 г появился «Николаевский хрустально-стекольный завод  торгового дома «Наследники М.А. Ульяновой Таланцев и Овчинников», народ по-прежнему называл его «Ульяновским заводом». Предприятие выпускало сортовое, листовое, аптекарское и ламповое стекло. На заводе увеличился выпуск лампадок, мухоловок . лампового стекла. Производились различные изделия: лампочки спиртовые, чашки выпарительные, трубки пробирные, аппараты Кипа, цилиндры  для  элементов Бунзена и Лекланше, сигнальные стекла для водного и железнодорожного транспорта и др.</p>

		<p class="paragraph">С приходом советской власти, когда в нашем крае стала устанавливаться автономия, возникла необходимость в изменени административно-территориальных единиц. На заседании обкома партии в Йошкар-Оле один из партийных деятелей предложил назвать поселок "Мариец", с чем многие согласились. И соответственно стеклозавод в нашем поселке получил одноименное название. В конце 20-х гг XX века новыми властями  были орпеделены пути развития завода «Мариец», как завода по производству стеклянной тары. Выпускались бутылки емкостью в три, полтора и поллитра, прессованная сортовая и другая посуда.</p>

		<p class="paragraph">В годы Великой Отечественной войны завод был переоборудован под производство военной продукции - фляг, дротов. Всего за военные годы на нашем заводе  было создано дротов стеклянных - 114, 7 тонн, аптекарской посуды - 920900 штук, фляг - 34500 штук.</p>

		<p class="paragraph">К концу войны и после ее окончания ассортимент выпускаемой продукции стал разнообразным: склянки для биопрепаратов, лабораторное и медицинское стекло (пробирки, чашки Петри), аккумуляторные банки, изоляторы, ролики и т.п. Успешно было налажено производство кефирных бутылок.</p>

		<p class="paragraph">Завод просуществовал до 1996 г. Затем в его цехах открыли филиал Марийского машиностроительного завода, который действовал до 2010 года.</p>

		<p class="paragraph">В настоящее время в здании завода ничего не производят. Тем не менее, стеклозавод для всех жителей поселка является гордостью. На заводе работали наши предки, а также именно со строительства стеклозавода началась история нашего поселка.</p>
	</div>

	<div class="container">
		<a href="lamp.php"><div class="card">
			<img src="../img/lamp.jpg">
			<p>Керосиновая лампа</p>
		</div></a>

		<a href="lamp.php"><div class="card">
			<img src="../img/lamp2.jpg">
			<p>Керосиновая лампа</p>
		</div></a>
	</div>
</body>
</html>
